[
    {
        "src": "https://glue.amsterdam/cms/assets/img/Janine%20scooterzaak.jpg",
        "alt": "image 1 for carousel",
        "title": "Janine Toussaint - Moving Arts Project",
        "text": "The architect, urban planner, and designer is artistic director of multidisciplinary artists' collective Moving Arts Project (MAP), together with Noud Verhave and Diane Elshout. The street serves as a main source of inspiration and a stage for art projects that make social issues visible and discussable. ‘I hope that through GLUE, other people and organisations that do what we do – giving meaning to the lives of and with city dwellers – will enter more into the spotlight,’ she says. For GLUE, MAP is partnering with Studio Osdorperban (in collaboration with The Beach and Get Stronger by Bilal) to present a series of chairs with names like ‘The Chill’ and ‘The Seducer’, dreamt up by young people and based on how young people sit (never ‘normal’). In doing so, they also want to make design more accessible to those without a design education."
    },
    {
        "src": "https://glue.amsterdam/cms/assets/img/Marian%20Duff%20voor%20The%20Hidden%20Force%20Behind%20Sustainability%201%20-%20%20Femke%20Juffermans.jpeg",
        "alt": "image 2 for carousel",
        "title": "Marian Duff - OSCAM",
        "text": "Marian Duff feels honoured: she was nominated for Amsterdammer of the Year 2023 and the Amsterdam Prize for the Arts in 2020 and is now also GLUE's Creative Citizen of Honour. Duff is important to the city as founder, director, and curator of the OSCAM museum, a Bijlmerplein-based museum of modern art, design, fashion, crafts, and development. ‘We tell non-mainstream stories and take an active position within the museum discourse on multi-voicing and the need to decolonise and decentralise art structures,’ she says. Duff also started Young OSCAM, aimed at  young museum staff who play an important role as drivers of innovative programming for a new generation of curators and makers and as connectors between these makers and the public. "
    },
    {
        "src": "https://glue.amsterdam/cms/assets/img/Wouter%20Valkenier%202.jpg",
        "alt": "image 3 for carousel",
        "title": "Wouter Valkenier - Studio Valkenier",
        "text": "Architect and ‘project booster’ Wouter Valkenier has enriched Amsterdam by transforming forgotten, derelict fringes of the city into special places where people like to come and meet others. For example, he and his team at Studio Valkenier – a broad-based multidisciplinary design studio based in de Tuin van Bret – are responsible for, among other things, the Ceuvel, Hannekes Boom, Tuin van Bret, Stadstimmertuin, Landgoed Rorik, and Broedplaats Baggerbeest, a project under development. These are places with removable buildings made from residual materials that, with their imperfect beauty and low ecological footprint, are given a new life. ‘As free as an autonomous artist, I create space in the city to realise dreams, play, and create circular, autonomous architecture. The more run-down the canvas, the more fun the job.’"
    }
]